amd-ucode
baobab
base
base-devel
bleachbit
bluez-utils
btop
cava
cheese
docker
dosfstools
efibootmgr
evince
extension-manager
gdb
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
google-chrome
grilo-plugins
grub
grub-customizer
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
intel-media-driver
iwd
kitty
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
loupe
malcontent
micro
nautilus
ncdu
neofetch
network-manager-applet
networkmanager
obs-studio
obsidian
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
qt6-wayland
ranger
rygel
sassc
shotcut
smartmontools
smassh-bin
sof-firmware
sushi
tecla
timeshift
tldr
totem
tracker3-miners
ttf-anonymouspro-nerd
ttf-jetbrains-mono
ttf-ubuntu-mono-nerd
udiskie
vulkan-radeon
wget
wireless_tools
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
xorg-xrandr
yay
yay-debug
yelp
zram-generator
zsh
